const sample_data =
`Солмир
Цепные реакции в дуговых разрядах
1000

Солмир
Расстаться с бутылкой навсегда
1000

Бэггинс Ф.
Приключенчество для чайников
1000

Сандро
Сам себе некромант, издание 2
1000

Монтаг Г.
Как перестать беспокоиться и начать жечь
1000

Ириска
Принцесса для дракона
1000

Ириска
Кухарка для слесаря
1000

Керриган С.
CRISPR/Cas9 и нежелательные мутации
1000

Морозов М.
Общие решения вронскианов
1000

O'Really
Изучаем HTML, CSS и JavaScript
1000

O'Really
OpenGL: выводим треугольник
1000

Иванов В.
Налогообложение организаций
1000

Петров И.
Взаимопроникновение твёрдых сред
1000

Аккерман
Сборник задач по аналитической геометрии
1000

T-800
Я вернусь
1000

Йенова
Стрела на миллион
1000

Рейнор Дж.
Контрреволюция: частые ошибки
1000

Арктурус
Менеджмент крупных организаций
1000

Комаров А.
Устройство конвеерных лент
1000

Комаров А.
Рецепты домашнего шоколада
1000

Капитан Ротфукс
Швартовка малозаметных судов
1000

Капитан Ротфукс
Основы абордажного дела
1000

Ясинская Л.
Современные шахматные стратегии
1000

Ветрова М.
Неизвестные работы Рафаэля
1000

Попова Н.
Всё об устройстве замковых ворот
1000

Ninja Bros
Девять колокольчиков
1000

Перова С.
Хищные птицы средней полосы
1000

Венди и Ричард Пини
Изгнание огнём
1000

Венди и Ричард Пини
Испытание на Мосту Судьбы
1000

Эллен Рипли
Милый мой Чужой
1000

Редколлегия МОУ СОШ №9
Кто это выдумал?
1000

Нестеров С.
Пособие для лабораторных практик №1
1000

Нестеров С.
Пособие для лабораторных практик №2
1000

Эмилия
О писательском выгорании.
1000
`;
