const sample_data =
`Солмир
Цепные реакции в дуговых разрядах
2100

Солмир
Расстаться с бутылкой навсегда
2000

Бэггинс Ф.
Приключенчество для чайников
3000

Сандро
Сам себе некромант, издание 2
2300

Монтаг Г.
Как перестать беспокоиться и начать жечь
4200

Ириска
Принцесса для дракона
1200

Ириска
Кухарка для слесаря
1500

Керриган С.
CRISPR/Cas9 и нежелательные мутации
2500

Морозов М.
Общие решения вронскианов
2800

O'Really
Изучаем HTML, CSS и JavaScript
3100

O'Really
OpenGL: выводим треугольник
1300

Иванов В.
Налогообложение организаций
1400

Петров И.
Взаимопроникновение твёрдых сред
1800

Аккерман
Сборник задач по аналитической геометрии
2500

T-800
Я вернусь
900

Йенова
Стрела на миллион
2900

Рейнор Дж.
Контрреволюция: частые ошибки
1700

Арктурус
Менеджмент крупных организаций
2500

Комаров А.
Устройство конвейерных лент
2100

Комаров А.
Рецепты домашнего шоколада
2700

Капитан Ротфукс
Швартовка малозаметных судов
1100

Капитан Ротфукс
Основы абордажного дела
1900

Ясинская Л.
Современные шахматные стратегии
2000

Ветрова М.
Неизвестные работы Рафаэля
2200

Попова Н.
Всё об устройстве замковых ворот
3000

Ninja Bros
Девять колокольчиков
2000

Перова С.
Хищные птицы средней полосы
2800

Венди и Ричард
Изгнание огнём
1900

Венди и Ричард
Песнь волков
1200

Эллен Рипли
Милый мой Чужой
1200

МОУ СОШ №9
Кто выдумал такое название
1500

Нестеров С.
Пособие для лабораторных практик №1
1000

Нестеров С.
Пособие для лабораторных практик №2
1400

Эмилия
О писательском выгорании
900
`;
